---
kind: other
id: Methods.T:Autodesk.Revit.DB.ConnectionValidationInfo
source: html/d03e17e7-e7b0-3ad1-078a-e2b8b8be2e78.htm
---
# ConnectionValidationInfo Methods

Access specific warning number of warnings generated by reload.